var nsAsk = {};

nsAsk['Q0_h1'] = '초콜릿 만들 때';
nsAsk['Q0_h2'] = '당신은 어떻게 만들까요?';
nsAsk['Q0_a1'] = '레시피가 짱이야!<br \>그람 수까지 정확히!(S)';
nsAsk['Q0_a2'] = '요리는 손맛이지! <br \>내 느낌대로!(N)';

nsAsk['Q1_h1'] = '새 옷 살 때';
nsAsk['Q1_h2'] = '새 옷을 사기로 했습니다. 당신은 어떻게 고르시나요?';
nsAsk['Q1_a1'] = '이 옷 이쁘네!<br \>이건 사야해(N)';
nsAsk['Q1_a2'] = '혹시 더 맘에 드는 옷이 있을지도 몰라<br \>좀 더 찾아본다(S)';

nsAsk['Q3_h1'] = '데이트 코스 짤 때';
nsAsk['Q3_h2'] = '당신의 여자친구/남자친구와 데이트를 하기로 했습니다.';
nsAsk['Q3_a1'] = '전에 하고 싶다고 했던 것을 기억해뒀다가 <br \>데이트할 때 가자고 한다(S)';
nsAsk['Q3_a2'] = '오늘 날씨나 기분에 따라 정한다(N)';
//여기까지


var jpAsk = {};

jpAsk['Q0_h1'] = '헐, 썸남/썸녀가 보고싶다고 연락왔어.';
jpAsk['Q0_h2'] = '근데 나 친구랑 보기로 했는데 ㅠㅠ';
jpAsk['Q0_a1'] = '선약은 친구인데... <br \>아쉽지만 친구랑 본다(J)';
jpAsk['Q0_a2'] = '헐, 썸남/썸녀가 보자고?<br \>무조건 본다!(P)';

jpAsk['Q1_h1'] = '어느새 저녁먹을 시간이네';
jpAsk['Q1_h2'] = '어떻게 정하시는 편인가요?';
jpAsk['Q1_a1'] = '일단 나가서 <br \>맛있는 데를 찾아보자!(P)';
jpAsk['Q1_a2'] = '핸드폰을 꺼내서 <br \>근처 맛집을 검색한다 (J)';

jpAsk['Q3_h1'] = '남친/여친과 떠나는 여행';
jpAsk['Q3_h2'] = '어떻게 할까요?';
jpAsk['Q3_a1'] = '계획없이 가면 개고생이야<br \>꼼꼼하게 계획을 짠다!(J)';
jpAsk['Q3_a2'] = '여행은 자율여행이지!(P)';
//여기까지


var ieAsk = {};

ieAsk['Q0_h1'] = '주말이 됐다!';
ieAsk['Q0_h2'] = '내가 생각하는 최고의 휴식은?';
ieAsk['Q0_a1'] = '친구들을 불러서<br \>신나는 파티 즐기기(E)';
ieAsk['Q0_a2'] = '집에서 쉬면서<br \>혼자만의 시간 가지기(I)';

ieAsk['Q1_h1'] = '남는 방이 생긴다면';
ieAsk['Q1_h2'] = '어떤 방으로 만들고 싶은가요?';
ieAsk['Q1_a1'] = '혼자만의 시간을 가질 수 있는<br \>작업실/서재로(I)';
ieAsk['Q1_a2'] = '다른 사람들과 파티를 즐길 수 있는<br \>파티룸/다용도실로(E)';

ieAsk['Q3_h1'] = '남친/여친과 여행을 떠나기로 했다';
ieAsk['Q3_h2'] = '다른 커플들이 낀다는데?';
ieAsk['Q3_a1'] = '여행은 많이 갈수록 재밌지! <br \>같이 가자!(I)';
ieAsk['Q3_a2'] = '우리끼리 조용히 시간 보내려 했는데...<br \>우리끼리 가자(E)';
//여기까지


var tfAsk = {};

tfAsk['Q0_h1'] = '남친/여친이 친구와 싸웠다';
tfAsk['Q0_h2'] = '당신은 어떻게 행동할까요?';
tfAsk['Q0_a1'] = '어떻게 다시 화해할 수 있을지<br \>함께 고민한다(T)';
tfAsk['Q0_a2'] = '남친/여친이 얼마나 속상할까?<br \>공감한다(F)';

tfAsk['Q1_h1'] = '선호하는 회사는?';
tfAsk['Q1_h2'] = '당신이 선호하는 회사는?';
tfAsk['Q1_a1'] = '체계적이고 할 일이 정해져 있는 곳(T)';
tfAsk['Q1_a2'] = '자율적이고 대화를 많이 하는 곳(F)';

tfAsk['Q3_h1'] = '싸울 때';
tfAsk['Q3_h2'] = '당신은 어떤 편인가요?';
tfAsk['Q3_a1'] = '속상하고 억울해서 말도 잘 못하고 눈물부터 흘린다(F)';
tfAsk['Q3_a2'] = '논리정연하게 상대에게 따진다(T)';
//여기까지