var nsAsk = {};

nsAsk['Q0_h1'] = '연인에게 초콜릿을 만들어주기로 했습니다.<br \>당신은 어떻게 만들까요?';
nsAsk['Q0_h2'] = '';
nsAsk['Q0_a1'] = '레시피가 짱이야!<br \>그람 수까지 정확히!'; //s
nsAsk['Q0_a2'] = '요리는 손맛이지! <br \>내 느낌대로!'; //n

nsAsk['Q1_h1'] = '새 옷을 사기로 했습니다. <br \>당신은 어떻게 고르시나요?';
nsAsk['Q1_h2'] = '';
nsAsk['Q1_a1'] = '혹시 더 맘에 드는 옷이 있을지도 몰라<br \>좀 더 찾아본다(S)';//s
nsAsk['Q1_a2'] = '이 옷 이쁘네!<br \>이건 사야해';//n

nsAsk['Q3_h1'] = '여친/남친과 데이트 약속을 잡았습니다.<br \>당신은 어떻게 데이트 코스를 짤까요?';
nsAsk['Q3_h2'] = '';
nsAsk['Q3_a1'] = '하고 싶다고 했던 것을 기억해뒀다가 <br \>데이트할 때 가자고 한다';//n
nsAsk['Q3_a2'] = '오늘 날씨나 기분에 따라 정한다';//s
//여기까지


var jpAsk = {};

jpAsk['Q0_h1'] = '썸남/썸녀가 보고 싶다고 연락왔습니다.<br \>하지만 친구와 선약이 있다면 어떻게 하실건가요?';
jpAsk['Q0_h2'] = '';
jpAsk['Q0_a1'] = '선약은 친구인데... <br \>아쉽지만 친구랑 본다';//j
jpAsk['Q0_a2'] = '헐, 썸남/썸녀가 보자고?<br \>무조건 본다!';//p

jpAsk['Q1_h1'] = '데이트 중 저녁먹을 시간이 되었습니다.<br \>메뉴를 어떻게 정하시는 편인가요?';
jpAsk['Q1_h2'] = '';
jpAsk['Q1_a1'] = '일단 나가서 <br \>맛있는 데를 찾아보자!';//p
jpAsk['Q1_a2'] = '핸드폰을 꺼내서 <br \>근처 맛집을 검색한다 ';//j

jpAsk['Q3_h1'] = '남친/여친과 여행을 떠나기로 결정했습니다.<br \>다음 중 어떻게 행동하시나요?';
jpAsk['Q3_h2'] = '';
jpAsk['Q3_a1'] = '계획없이 가면 개고생이야<br \>꼼꼼하게 계획을 짠다!';//j
jpAsk['Q3_a2'] = '여행은 자율여행이지!<br \>하고 싶은 것들을 막연히 생각한다.';//p
//여기까지


var ieAsk = {};

ieAsk['Q0_h1'] = '주말이 되었습니다.<br \>당신은 어떻게 휴식하는 걸 좋아하나요?';
ieAsk['Q0_h2'] = '';
ieAsk['Q0_a1'] = '친구들을 불러서<br \>신나는 파티 즐기기';//e
ieAsk['Q0_a2'] = '집에서 쉬면서<br \>혼자만의 시간 가지기';//i

ieAsk['Q1_h1'] = '집에 마음대로 꾸밀 수 있는 방이 생겼습니다.<br \>어떤 방으로 만들고 싶은가요?';
ieAsk['Q1_h2'] = '';
ieAsk['Q1_a1'] = '혼자만의 시간을 가질 수 있는<br \>작업실/서재로';//i
ieAsk['Q1_a2'] = '다른 사람들과 파티를 즐길 수 있는<br \>파티룸/다용도실로';//e

ieAsk['Q3_h1'] = '남친/여친과의 여행에 다른 친구가 끼고 싶다고 합니다.<br \>당신은 어떤 걸 선호하시나요?';
ieAsk['Q3_h2'] = '';
ieAsk['Q3_a1'] = '여행은 많이 갈수록 재밌지! <br \>같이 가자!';//e
ieAsk['Q3_a2'] = '우리끼리 조용히 시간 보내려 했는데...<br \>우리끼리 가자';//i
//여기까지


var tfAsk = {};

tfAsk['Q0_h1'] = '남친/여친이 친구와 싸웠습니다.<br \>당신은 어떻게 행동할까요?';
tfAsk['Q0_h2'] = '';
tfAsk['Q0_a1'] = '어떻게 다시 화해할 수 있을지<br \>함께 고민한다';//t
tfAsk['Q0_a2'] = '남친/여친이 얼마나 속상할까?<br \>공감한다';//f

tfAsk['Q1_h1'] = '새로운 회사에 입사하게 되었습니다.<br \>디음 중 당신이 선호하는 회사는 어느쪽인가요?';
tfAsk['Q1_h2'] = '';
tfAsk['Q1_a1'] = '시스템이 갖춰져 있어야지!<br \>체계적이고 할 일이 정해져 있는 곳';//t
tfAsk['Q1_a2'] = '분위기가 중요하지!<br \>자율적이고 대화를 많이 하는 곳';//f

tfAsk['Q3_h1'] = '연인과 싸우게 되었습니다.<br \>당신은 다음 중 어느 쪽인가요?';
tfAsk['Q3_h2'] = '';
tfAsk['Q3_a1'] = '속상하고 억울해서 말도 잘 못하고<br \>눈물부터 흘린다';//f
tfAsk['Q3_a2'] = '논리정연하게 상대에게 따진다';//t
//여기까지