var nsAsk = {};

nsAsk['Q0_h1'] = '초콜릿 만들 때';
nsAsk['Q0_h2'] = '당신은 어떻게 만들까요?';
nsAsk['Q0_a1'] = '이 옷 이쁘네!<br \>이건 사야해(N)';
nsAsk['Q0_a2'] = '혹시 더 맘에 드는 옷이 있을지도 몰라<br \>좀 더 찾아본다(S)';

nsAsk['Q1_h1'] = '새 옷 살 때';
nsAsk['Q1_h2'] = '새 옷을 사기로 했습니다. 당신은 어떻게 고르시나요?';
nsAsk['Q1_a1'] = '이 옷 이쁘네!<br \>이건 사야해(N)';
nsAsk['Q1_a2'] = '혹시 더 맘에 드는 옷이 있을지도 몰라<br \>좀 더 찾아본다(S)';

nsAsk['Q3_h1'] = '데이트 코스 짤 때';
nsAsk['Q3_h2'] = '당신의 여자친구/남자친구와 데이트를 하기로 했습니다.';
nsAsk['Q3_a1'] = '오늘 날씨나 기분에 따라 정한다(N)';
nsAsk['Q3_a2'] = '전에 하고 싶다고 했던 것을 기억해뒀다가 <br \>데이트할 때 가자고 한다(S)';
//여기까지


var jpAsk = {};

jpAsk['Q0_h1'] = '헐, 썸남/썸녀가 보고싶다고 연락왔어.';
jpAsk['Q0_h2'] = '근데 나 친구랑 보기로 했는데 ㅠㅠ';
jpAsk['Q0_a1'] = '헐, 썸남/썸녀가 보자고?<br \>무조건 본다!(J)';
jpAsk['Q0_a2'] = '선약은 친구인데... <br \>아쉽지만 친구랑 본다(P)';

jpAsk['Q1_h1'] = '어느새 저녁먹을 시간이네';
jpAsk['Q1_h2'] = '어떻게 정하시는 편인가요?';
jpAsk['Q1_a1'] = '일단 나가서 <br \>맛있는 데를 찾아보자!(P)';
jpAsk['Q1_a2'] = '핸드폰을 꺼내서 <br \>근처 맛집을 검색한다 (J)';

jpAsk['Q3_h1'] = '남친/여친과 떠나는 여행';
jpAsk['Q3_h2'] = '어떻게 할까요?';
jpAsk['Q3_a1'] = '여행은 자율여행이지!(P)';
jpAsk['Q3_a2'] = '계획없이 가면 개고생이야<br \>꼼꼼하게 계획을 짠다!(J)';
//여기까지


var ieAsk = {};

ieAsk['Q0_h1'] = 'IE 질문입니다.';
ieAsk['Q0_h2'] = '근데 나 친구랑 보기로 했는데 ㅠㅠ';
ieAsk['Q0_a1'] = '헐, 썸남/썸녀가 보자고?<br \>무조건 본다!(J)';
ieAsk['Q0_a2'] = '선약은 친구인데... <br \>아쉽지만 친구랑 본다(P)';

ieAsk['Q1_h1'] = '어느새 저녁먹을 시간이네';
ieAsk['Q1_h2'] = '어떻게 정하시는 편인가요?';
ieAsk['Q1_a1'] = '일단 나가서 <br \>맛있는 데를 찾아보자!(P)';
ieAsk['Q1_a2'] = '핸드폰을 꺼내서 <br \>근처 맛집을 검색한다 (J)';

ieAsk['Q3_h1'] = '남친/여친과 떠나는 여행';
ieAsk['Q3_h2'] = '어떻게 할까요?';
ieAsk['Q3_a1'] = '여행은 자율여행이지!(P)';
ieAsk['Q3_a2'] = '계획없이 가면 개고생이야<br \>꼼꼼하게 계획을 짠다!(J)';
//여기까지


var tfAsk = {};

tfAsk['Q0_h1'] = 'TF 질문입니다.';
tfAsk['Q0_h2'] = '근데 나 친구랑 보기로 했는데 ㅠㅠ';
tfAsk['Q0_a1'] = '헐, 썸남/썸녀가 보자고?<br \>무조건 본다!(J)';
tfAsk['Q0_a2'] = '선약은 친구인데... <br \>아쉽지만 친구랑 본다(P)';

tfAsk['Q1_h1'] = '어느새 저녁먹을 시간이네';
tfAsk['Q1_h2'] = '어떻게 정하시는 편인가요?';
tfAsk['Q1_a1'] = '일단 나가서 <br \>맛있는 데를 찾아보자!(P)';
tfAsk['Q1_a2'] = '핸드폰을 꺼내서 <br \>근처 맛집을 검색한다 (J)';

tfAsk['Q3_h1'] = '남친/여친과 떠나는 여행';
tfAsk['Q3_h2'] = '어떻게 할까요?';
tfAsk['Q3_a1'] = '여행은 자율여행이지!(P)';
tfAsk['Q3_a2'] = '계획없이 가면 개고생이야<br \>꼼꼼하게 계획을 짠다!(J)';
//여기까지